export default function LifeStory() {
  return (
    <article className="life-story-article">
      <p>
        אסא גיל-עד, בנם של יהודית תמר ואמנון, נולד ביום כ"א באייר תשכ"ד
        (3.5.1964) בלוס אנג'לס, ארצות הברית. אח צעיר לגיורא. בילדותו גדל בלוס
        אנג'לס, אטלנטה, ירושלים וטורונטו. המשפחה שבה לירושלים ב-1968, שם התחנך
        בגן ובכיתה א'. לאחר מכן נסעו לשליחות נוספת בטורונטו, קנדה, שם למד בבית
        ספר יהודי עד כיתה ו'. ב-1976 שבו לירושלים, ואסא החל כיתה ז' בבית ספר
        "דנמרק". בסוף חטיבת הביניים המשיך לשנה בבית הספר החקלאי בפרדס חנה, ואז
        שב לירושלים וסיים תיכון בלימודים אקסטרניים בבית ספר "מכלל".
      </p>
      <p>
        באוגוסט 1982 התגייס לצה"ל, שירת כלוחם בחטיבת גולני ובהמשך בתותחנים, את
        עיקר שירותו עשה בדרום לבנון. ביום 29.1.1991, ימי מלחמת המפרץ, התגייס
        למשטרת ישראל. באותה עת הוקמה בירושלים יחידת סיור מיוחדת (יס"מ) והוא היה
        המגויס הראשון אליה. היס"מ היה אז בתחילת דרכו ואסא הרגיש שהוא נמצא בתפקיד
        עם שליחות. בלט במחויבותו, רגישותו והאכפתיות שלו, וקיבל שבחים רבים על
        תפקודו ביחידה.
      </p>
      <p>
        במסגרת תפקידו השתתף בכל האירועים הסוערים שהיו במדינה בשנות התשעים -
        פיגועים, הגנה על חברי הכנסת בדיוני הסכמי אוסלו, הפגנות בעיר העתיקה ועוד.
        מיס"מ המשיך לקורס קצינים. משסיים בהצלחה את הקורס נכנס לתפקידים מגוונים
        במשטרה, שאותם מילא במחויבות מלאה, באכפתיות ובמקצועיות רבה. אחרי שורת
        תפקידים בארץ ייצג את המשטרה בארצות הברית, ביוון ובהודו. ראה חשיבות
        בעשיית דברים משמעותיים, סיפרה רעייתו, דברים שהרגיש בהם את תרומתו לסביבה
        ולאזרחים. ביצע את תפקידיו במקצועיות ובהצלחה, והיה מאוד גאה בכך.
      </p>
      <p>
        בספטמבר 1996 נישא ליעל. הם גרו במעלה אדומים, שם נולדו ילדיהם אריאל
        ושירי. היה איש משפחה מסור, אב אוהב, מחבק ומחנך לשני ילדיו. אחרי גירושיו
        נישא לנטע ובני הזוג בנו את ביתם במושב משגב דֹב במועצה האזורית גדרות,
        סמוך לאשדוד.
      </p>
      <p>
        אסא היה אוצר של ידע, תמיד חקר, התעמק והתעניין בכל דבר, אהב לשתף ולספר.
        בורך באופטימיות מעוררת השראה, בזכות אופיו הרגוע והתומך הצליח לכוון
        ולהשפיע על אנשים רבים בסביבתו. בשעות הפנאי אהב לצייר ולעצב, בין היתר
        תכנן את סמל יס"מ ירושלים ואת סמל המשטרה לאירועי רכיבה לזכר הנופלים.
      </p>
      <p>
        תחביבו העיקרי היה רכיבה באופניים. הוא הקים את קבוצת "רוכבי מעלה אדומים"
        (רמ"א) והיה הקפטן שלה. במהלך השנים פתחה הקבוצה 1,150 רכיבות שהן 57,027
        ק"מ, בממוצע 50 ק"מ לרכיבה. אסא תיאר את תחביבו: "אני רוכב כתחביב משנת
        2005. רוכב שטח וכביש, חובב עליות בשניהם. את הרכיבה התחלתי כשחבר הציע
        לבוא לסיבוב על אופניים בהשאלה במעלה אדומים שם גרתי, ואני נדבקתי חזק
        בחיידק, הרגשתי פתאום שיש לי כנפיים ואני עף".
      </p>
      <p>
        במהלך שירותו חלה אסא בסרטן. כך תיאר בכתבה: "לסיכום: האהבה של נטע ושלי
        לרכיבה נמצאת בהשהיה מסוימת, מאחר ששנינו חלינו בסרטן. נטע לפני שנה וחצי
        והיא כבר אחרי זה, ואני לפני שנה ועדיין נלחם. רק שהאהבה שלנו לרכיבה כל כך
        חזקה שגם בטיפולים בחו"ל וגם עכשיו אנחנו רוכבים כל פעם כשיש כוחות".
      </p>
      <p>
        רב-פקד אסא גיל-עד נפל בעת שירותו ביום א' באדר תשפ"א (12.2.2021). בן
        חמישים ושש וחצי בנפלו. הובא למנוחות בבית העלמין האזורי גדרות. הותיר
        אחריו אישה, שני ילדים ואח. אוהביו כתבו על מצבתו: "אהובנו שעשה הכֹל עבור
        שאהב בחייו".
      </p>
    </article>
  );
}
