import gabiImageUrls from './images-index/gabi.index';
import gioraImageUrls from './images-index/giora.index';
import nettaImageUrls from './images-index/netta.index';
import shiriImageUrls from './images-index/shiri.index';

export const eulogiesData = [{
    name: "גבריאלה רוזן-ברמן",
    relation: "חברה טובה",
    imageUrls: gabiImageUrls,
    message: `לזכרו של החבר הכי יקר והכי קרוב שלי - אסא גיל-עד.

    ניסיתי להגדיר את מערכת היחסים בינינו וזיקקתי אותה לשתי מילים "חבר אמת". חבר הוא 'עסק' לכל החיים. 

    משמעות המושג חברות היא נאמנות. נאמנות משמעותה, שגם בזמנים שבהם פסענו בנתיבים שונים, הקשר שלנו נשמר. לפעמים ממש קשר וירטואלי. 

    ידעתי מרחוק שאתה תמיד לצידי מוכן לעשות ככל יכלתך על מנת לעזור אם אצטרך ואני מקווה שידעת שהייתי מוכנה לעשות אותו הדבר בשבילך. 

    כולנו זקוקים לחברים אמיתיים - כאלה שנוכל לבטוח בהם, לשוחח איתם על תוכניות, רגשות ושאיפות. עם חבר אמיתי אתה לא עסוק בצבירת נקודות או ניצחון במאבקי אגו. במסלול החיים קל יותר לצעוד עם חבר.
    
    אסא היה לי חבר אמת במשך 41 שנים מאז שהכרנו במקרה באחת השבתות כשגיורא עצר את הרכב לידי ואמר- "זה אח שלי אסא - הוא בן 18 ופנוי". כך התחיל הקשר שנפרש על פני 4 עשורים לפעמים אינטנסיבי ולפעמים הרבה פחות. 

    תמיד ידעתי ששום צרה שאקלע אליה לא תהיה כבדה מדי לכתפיים שלך. בשנה האחרונה הקשר שוב היה אינטנסיבי. 
    
    לפני 3 שבועות באת לבקר כדי לקחת משהו עבור אבא של נטע שנפטר רק לפני שבוע. היתה לנו סוג של שיחת סיכום. התעקשתי להצטלם למרות שגם אתה וגם אני לא נראנו במיטבנו. 

    ביום שישי בלילה לפני שנכנסת לניתוח היה לך מבט מיוסר בעיניים, ידעת שהסיכוי שלא תצא חי מהניתוח הוא גבוה ובכל זאת התעקשת לעבור אותו כי לא רצית לוותר על פרומיל הסיכוי לחיות עוד קצת. 
    הבטחת שניפגש לכוס קפה אחרי הניתוח ושנינו ידענו שהסיכוי קלוש. 

    היה לך מזל לפגוש את נטע ולבלות איתה ברכיבת אופניים ובכלל, במיוחד בשנה האחרונה בין טיפול לטיפול. שניכם שמרתם על אופטימיות מעוררת השראה, בפרט נוכח העובדה שכבר בחודש ינואר נתנו לך חודשיים לחיות. מתחת את החודשיים לשנה ולא ויתרת עד הרגע האחרון. 
    
    איבדתי חבר אמת. 
    נוח בשלום על משכבך ושמור מלמעלה על אריאל ושירי ונטע וגיורא וכל המשפחה ועלינו.`,
},
{
    name: "גיורא גיל-עד",
    relation: "אחיו הגדול",
    imageUrls: gioraImageUrls,
    message: `מאוד קשה לי לעמוד כאן ולהספיד את אחי הקטן.
    
    כל אחד כאן הכיר את אסא בזוית קצת שונה: 
    מהשכונה בירושלים... מבית ספר... מהצבא... מהיס"מ... מהמשטרה... מהאופניים ומהטיולים... מהמשפחה... וכמובן מהילדים ומנטע.

    מאז יום שישי לפנות ערב אחרי שנלחמת פעם אחת אחרונה וכשכבר לא יכולת יותר, עוברות לי מול העיניים תמונות ומחשבות מחיינו, מחייך – סוג של נסיון לאחוז ולהזכר במה שהיה קיים ולא לשחרר...

    קשה לי להספיד אותך אסא אחי היקר ולכן בחרתי לשתף אתכם באסא הפרטי שלי: 

    אסא נולד בלוס אנגלס בשנת 64, שנות ה–60 העליזות, התמונה הראשונה שאני זוכר זה שהורי הביאו אותו הביתה ואמרתי מי זה החייזר הזה שעכשיו מתמודד איתי על זמן וקשב.  התמונה השנייה שאני זוכר זה אסא על שמיכה בגינה של הבית, בן כמה חודשים בלבד, שוכב בשמש עם בנדנה של היפים על ראשו– כנראה התקופה השפיעה על אמא שלנו...

    בילדותו התרוצץ בבית כשעל גבו מגבת המשמשת כשכמיה, והוא צועק אני Batman, אולי זה מה שהשפיע עליו שנים לאחר מכן, כשדמותו של Batman לוחם הצדק האגדי לנגד עיניו, להתגייס למשטרה...

    ביום גיוסו לצה"ל שובץ בבקום להנדסה קרבית, בלילה התקשר אלי וביקש שאעביר אותו משם... אמרו לו שיוצאים משם עם פחות אצבעות ממה שנכנסים, שאלתי לאן אתה רוצה ללכת והוא ענה לגולני, ולשם הלך...

    הוא היה לוחם ביס"מ וקצר שם שבחים על תפקודו... היסמ היה אז בתחילת דרכו ואסא הרגיש שהוא עושה משהו עם שליחות ובאמת ראינו עליו את המחוייבות, הרגישות והאכפתיות– במצבים לא פשוטים של עמידה מול אזרחים ברגעים קשים מאוד רוויי מתח ולחץ– אני חושב שמהרגעים המאוד מלחיצים הללו הוא שאב סוג של רוגע, קור רוח ועמידה איתנה מול אילוצים ולחצים קשים– משהו שאפיין אותו בהרבה דברים בהמשך חייו.

    אסא הלך לקורס קצינים ובסיומו נכנס באופן טבעי לתפקידים שביצע במשטרה, עשה אותם במחוייבות מלאה ובאכפתיות, וניסה להביא משהו מעצמו, קצת אחר לתוך התפקידים.  בשלב מסויים ובגלל שדיבר אנגלית שוטפת, יצא לו לייצג את המשטרה בארה"ב– משהו שהיה מאוד גאה בו!  הוא לא ממש היה מוכוון דרגות וקידום, היה לו חשוב לעשות דברים משמעותיים שהרגיש בהם את תרומתו לסביבה ולאזרחים.

    אסא התאהב ברכיבת אופניים ובנופי הארץ שפגש דרך הדיווש... הוא אהב להיות בחברת השותפים והחברים לרכיבה ולהנות מהדרך.  הוא הפך למקצוען בתחום הרכיבה וראינו עד כמה זה תדלק אותו והיה חלק ממנו.  הוא היה מכור לנושא וכשחלה היה לו קשה מאוד לוותר– במהלך המחלה אף ניסה מעט לרכב בכל פעם שהרגיש טוב יותר.

    אסא היה ההיסטוריון של המשפחה, הוא חקר, התעמק והתענין בכל פרט בהיסטוריה הארוכה, המפותלת, והמורכבת של משפחתנו.  מהאובדן של הסבים שלנו ובני משפחה נוספים בשואה, דרך העלייה ארצה של הורינו.  הוא היה אוצר של ידע ותמיד אהב לשתף ולספר.

    לפני קצת יותר משנה גילה שהוא חולה.  מאותו רגע הוא ונטע נלחמו ולא הפסיקו להלחם לרגע, ניסו את כל האפשרויות ולא איבדו תקווה, למרות הקשיים הרבים והסבל שעבר, אסא לא ויתר ונלחם עד הרגע האחרון.

    בשבוע שעבר יצא לי לשבת איתו כמה שעות בבית החולים, לא באמת חשבנו שהסוף שלו קרב.  זה לא שהוא לא היה בסכנה ובהתמודדות עם סרטן קשה ואלים, אבל ממש לא חשבנו שהוא לקראת הסוף.

    במסגרת השיחה הזאת הוא אמר לי שהוא לא מפחד למות.  הוא אמר שהוא לא רוצה למות על מנת שיוכל לראות את הילדים ממשיכים לצמוח ולהתפתח וכדי ולהמשיך את חייו המשותפים והמאושרים  עם נטע.  זה יצא לו באופן טבעי, בשקט שלו ואפילו בשלווה מסויימת – לא חשבנו שכעבור כמה ימים נהיה כאן מעל קברו!

    לשירי, לאריאל ולנטע היקרים, אני יודע שאתם יודעים, אבל חשוב לי לומר זאת כאן מעל קברו, הייתם האור שלו, הדבר המשמעותי והחשוב בחייו והוא מאוד מאוד אהב אתכם!

    אסא אחי היקר, הלכת בסערה, בטרם זמנך וכל האנשים כאן מסביב יתגעגעו אליך תמיד – יהי זכרך ברוך!`,
},
{
    name: "נטע לרנר גיל-עד",
    relation: "אלמנתו",
    imageUrls: nettaImageUrls,
    message: `אהוב שלי, אהבת חיי גיבור שלי.
    זכינו, היינו המתנה הכי טובה שלנו זה לזה. 

    ככ סמלי שהלכת לעולמך ביום המשפחה ואתה נטמן באדמה ביום האהבה, אלו בדיוק שתי תכונות, שני ערכים שכ"כ אפיינו אותך: 

    הקשר המשפחתי  שהיה דבר חזק וחשוב לך מאוד ודאגת בכל שנות חיינו המשותפים לחזק את הקשר  בינך לבין הילדים ובין הילדים עצמם. נכנסת למשפחתי הגדולה שקיבלה אותך כמו שרק אתה ראוי בהרבה חום ואהבה. כי איך אפשר שלא. 

    כל כולך היית אהבה אחת גדולה ואינסופית אהבה לילדיך, אלי, לילדי, למשפחתי, לחיים, לחברים, לאופניים, לצילום, לארץ, לעבודתך במשטרה והחדרת את ערכיך הטובים לכל מי שבא במגע איתך. 

    עד רגעים אלו אני מקבלת הודעות מאנשים שעזרת להם. אנשים שאני לא מכירה ואתה היית שם לכולם. 

    היית מלא אלי באהבה עם הרבה רגישות איכפתיות ונתינה, הבנו זה את זה לפעמים רק במבטי העיניים. 

    וכשגילו את הסרטן, נלחמנו ביחד כמו שני אריות, בכל הכח,  תמיד שמרנו על אופטימיות, היינו אלה שעודדו את הרופאים שהיו המומים מהניסים הרפואיים שיצרנו לאורך המלחמה הזאת, היינו בטוחים שאתה בדרך להחלמה, עמדת בכבוד ובעוצמה ולא התלוננת. אמרת שהכל מתגמד מול המטרה שלך כי תמיד בחרת באהבה ובחיים.

    תמיד רצית להישאר שם בשבילנו שנוכל לבוא להחזיק לך את היד, לדבר, לבכות, לחייך, לחיות. 

    אני יודעת שזה לא אתה, זה הגוף שלך שבגד בך, בנו, ומאלץ את הפרידה, את הצער ואת הכאב ללא גבולות שמכה בי עוד ועוד. 

    לא יכולה לדבר עליך בלשון עבר. 
    אתה החצי של השלם המלא שלי. 
    
    אתה תמיד אינסופי  אסא.. גיל... עד!`,
},
{
    name: "שירי גיל-עד",
    relation: "בת",
    imageUrls: shiriImageUrls,
    message: `אבא יקר שלי

    נפטרת מהסבל הרב שעברת בא׳ באדר, חודש המסמל שמחה וצחוק. 
    אנחנו קוברים אותך היום ביום האהבה הבין לאומי. זה לא סתם.

    היתה לך אהבה אינסופית כלפינו, המשפחה. הייתה לך אהבה אינסופית לחיים, שהאופן בו נלחמת עליהם רק מוכיח את הוקרת התודה שלך. היתה לך שמחת חיים שראינו אפילו באופן שבו אתה נפרד מאיתנו עם חיוך. 

    המון אנשים אוהבים את אבא שלהם, המון מאבדים את אבא שלהם, אבל אף אחד, אף לא אחד יצליח להבין את הקשר שהיה בנינו כדי להבין את גודל האובדן.

    קראתי אותך בלי מילים, דיברנו על הכל (חוץ מענייני בנים למתקדמים, גם לך היה גבול😂) והבנו זה את זה. בעיקר כי קורצנו מאותו חומר. כמו העתק הדבק של עצמנו. 

    בכל פעם שסיפרת לי על האובדן של ההורים שלך כשהיית צעיר, הוספת שבנית את עצמך בשתי ידיים. זה הגיע תמיד עם הסבר- שהם לא היו שם לעזור לך לגלות דברים על החיים ובעיקר על עצמך. היו עולות לך דמעות בעיניים ותמיד אמרת לי- בשביל זה אני פה. אני לא אתן לך לגלות את הדברים האלה לבד. ולא נתת לי אבא. 
    
    שבועיים לפני שהלכת דאגת שאעשה לבד טסט על האוטו, ועשיתי. לימדת אותי על רגישות, איזון והכלה והכי חשוב- בדרכך העדינה הכנת אותי לחיים.
    
    אם הייתי יכולה להחזיר את הגלגל לאחור, אין בכלל ספק שהייתי מונעת ממך את השנה האחרונה שבה כל כך סבלת. אבל אתה, האופטימי הכי ריאליסטי שיש, היית אומר לי לבחור משהו שאני יכולה לקיים. שיעשה לי גם טוב.
    
    אז אבא שלי אני בוחרת בלהגיד תודה לך על השנה הזו. על כל השעות שצחקנו כמו משוגעים, על אינספור הלילות שהעברנו ביחד, על הסדרות שהספקנו לראות, על שיחות נפש שרק הוכיחו לי כמה אתה אדם טהור עם כוונות זהב וכמה עומק יש בך. תודה שנתת לי לעזור לך בכל פעם שהרגשתי חסרת אונים נוכח הסבל שלך. ותודה שהזכרת לי שאתה תמיד תהיה שם בשבילי שאתה דואג לי.
    
    תמיד תהיה חלק ממני. 
    ואיתי בכל מקום אשר אלך.
    שלך, לאסי`,
}]