import Slideshow from './Slideshow';

export default function Content() {
  return (
    <div className="content-container">
      <h2 className="content-sentence-title">"placeholder sentence"</h2>

      <Slideshow />
      <h2 className="content-years-title">1900-2010</h2>
      <div className="content-life-story-container">
        <h2 className="content-life-story-title">סיפור חייו</h2>
        <p className="content-life-story">
          בנם של יהודית ואמנון. נולד ביום כ"א באייר תשכ"ד (3.5.1964) בלוס
          אנג'לס, ארצות הברית. אח צעיר לגיורא.
          <br />
          <br />
          אסא גדל זמן קצר בלוס אנג'לס, שם אביו היה שליח משרד התיירות, עד שעברו
          לשליחות באטלנטה. מזיכרונותיו משם: "בקניון נעלמתי לאמא שלי שהלכה לחפש
          אותי... גם שלחה את גיורא לחפש אותי, עד שראתה אותי יוצא מחנות צעצועים
          עם אוטו צעצוע שבחרתי ולקחתי. מעניין למה הסתפקתי רק באחד..."
          <br />
          <br />
          המשפחה שבה ארצה, לירושלים, ב-1968. התחנך בגן ובכיתה א' בירושלים לאחר
          מכן נסעו לשליחות נוספת בטורונטו, קנדה, שם למד בבית ספר יהודי עד כיתה
          ו'. במחצית 1976 שבו לירושלים, ואסא החל כיתה ז' בבית ספר "דנמרק" בעיר.
          בסוף חטיבת הביניים המשיך לשנה בבית הספר החקלאי בפרדס חנה, אז שב
          לירושלים וסיים תיכון בלימודים אקסטרניים בבית ספר "מכלל".
          <br />
          <br />
          באוגוסט 1982 התגייס לצה"ל. שירת כלוחם בחטיבת גולני ובהמשך בתותחנים, את
          עיקר שירותו עשה בדרום לבנון.
          <br />
          <br />
          ביום 29.1.1991, ימי מלחמת המפרץ, התגייס למשטרת ישראל. באותה עת הוקמה
          בירושלים יחידת סיור מיוחדת (יס"מ) והוא היה המגויס הראשון אליה. "בזמן
          ההמתנה לגיוס כל היחידה", סיפר, "עברתי בין יחידות. נלקחתי למארבים
          שהימ"ר (יחידה מרכזית) הציב, השתתפתי במעצרי מיעוטים, ביליתי לילות עם
          שוטרי סיור ברחובות העיר... היה מרתק ולמדתי המון בשעות האלו". היס"מ היה
          אז בתחילת דרכו ואסא הרגיש שהוא נמצא בתפקיד עם שליחות. בלט במחויבותו,
          רגישותו והאכפתיות שלו, וקיבל שבחים רבים על תפקודו ביחידה.
          <br />
          <br />
          במסגרת תפקידו השתתף בכל האירועים הסוערים שהיו במדינה בשנות התשעים -
          פיגועים, הגנה על חברי הכנסת בדיוני הסכמי אוסלו, הפגנות בעיר העתיקה
          ועוד. נראה היה, כדברי רעייתו, ששאב מכל אלה סוג של רוגע וקור רוח,
          שאפיינו אותו גם בהמשך חייו. באחד מתפקידיו האחרונים ביחידה היה ממלווי
          ראש הממשלה הנכנס שמעון פרס, בבוקר שאחרי רצח יצחק רבין.
          <br />
          <br />
          מיס"מ המשיך לקורס קצינים. כך כתב: "עברתי חמש שנים של תקופה סוערת
          ומהנה... הרגשתי שאין לי דרך אחרת מלבד קצונה". משסיים בהצלחה את הקורס
          נכנס לתפקידים מגוונים במשטרה, שאותם מילא במחויבות מלאה, באכפתיות
          ובמקצועיות רבה. אחרי שורת תפקידים בארץ ייצג את המשטרה בארצות הברית,
          ביוון ובהודו. ראה חשיבות בעשיית דברים משמעותיים, סיפרה רעייתו, דברים
          שהרגיש בהם את תרומתו לסביבה ולאזרחים. ביצע את תפקידיו במקצועיות
          ובהצלחה, והיה מאוד גאה בכך.
          <br />
          <br />
          כתב חניך שלו: "אסא עזר לי לסדר את החיים שלי. הייתי מתנדב נוער שלו
          ולימים בוגר, וכשהיה קצין יח"ס (יחידת סיור) 2 הייתי בן בית גם בבית וגם
          ביחידה. הוא דחף אותי מלא להתגייס ולעשות דברים, להתקדם... אני חייב לו
          הרבה על ההכוונה הנכונה".
          <br />
          <br />
          כתבה שוטרת ששירתה תחת פיקודו: "ש גיבורים וסיפורים שאנו נשענים עליהם.
          הייתי חיילת בודדה בת שמונה-עשרה שהגיעה לשירות בשח"מ (שירות חובה
          במשטרה) בירושלים. בורחת מהעבר, בורחת מעצמי, מנסה להתחבא מאחורי השקט.
          התמזל מזלי ונשלחתי לשרת ביחידה של אסא, הוא לא ויתר לי לשנייה, עם המון
          סבלנות, אהבה, הוגנות ואמת... אפילו רישיון נהיגה יש לי בזכותו. במהלך
          השנים תמיד נזכרתי בו, אדם אהוב, גיבור של תקופה, אחד כזה שכל החיים
          אוהבים אותו".
          <br />
          <br />
          בספטמבר 1996 נישא ליעל. הם גרו במעלה אדומים, שם נולדו ילדיהם אריאל
          ושירי. היה איש משפחה מסור, אב אוהב, מחבק ומחנך לשני ילדיו. סיפרה בתו:
          "קראתי אותך בלי מילים, דיברנו על הכול והבנו זה את זה. בעיקר כי קורצנו
          מאותו חומר, כמו העתק הדבק של עצמנו. בכל פעם שסיפרת לי על האובדן של
          ההורים שלך כשהיית צעיר, הוספת שבנית את עצמך בשתי ידיים. זה הגיע תמיד
          עם הסבר - שהם לא היו שם לעזור לך לגלות דברים על החיים, ובעיקר על עצמך.
          היו עולות לך דמעות בעיניים ותמיד אמרת לי - בשביל זה אני פה, אני לא אתן
          לך לגלות את הדברים האלה לבד. ולא נתת לי, אבא. לימדת אותי על רגישות,
          איזון והכלה והכי חשוב - בדרכך העדינה הכנת אותי לחיים".
          <br />
          <br />
          אחרי גירושיו נישא לנטע ובני הזוג בנו את ביתם במושב משגב דֹב במועצה
          האזורית גדרות, סמוך לאשדוד.
          <br />
          <br />
          "אסא בעלי אהובי", כתבה רעייתו, "איש משפחה, אבא נהדר לשני ילדיו. אוהב
          אדם וארץ, אציל נפש וחבר אמת". הוא היה אוצר של ידע, תמיד חקר, התעמק
          והתעניין בכל דבר, אהב לשתף ולספר. בורך באופטימיות מעוררת השראה, בזכות
          אופיו הרגוע והתומך הצליח לכוון ולהשפיע על אנשים רבים בסביבתו. בשעות
          הפנאי אהב לצייר ולעצב, בין היתר תכנן את סמל יס"מ ירושלים ואת סמל
          המשטרה לאירועי רכיבה לזכר הנופלים.
          <br />
          <br />
          אסא טיפח חברויות ארוכות טווח, חברים רבים ליוו אותו מנערותו. סיפרה
          חברה: "ניסיתי להגדיר את מערכת היחסים בינינו וזיקקתי אותה לשתי מילים –
          חבר אמת. חבר הוא 'עסק' לכל החיים. משמעות המושג חברות היא נאמנות.
          נאמנות משמעותה, שגם בזמנים שבהם פסענו בנתיבים שונים, הקשר שלנו נשמר...
          כולנו זקוקים לחברים אמיתיים - כאלה שנוכל לבטוח בהם, לשוחח איתם על
          תוכניות, רגשות ושאיפות. עם חבר אמיתי אתה לא עסוק בצבירת נקודות או
          ניצחון במאבקי אגו. במסלול החיים קל יותר לצעוד עם חבר... אסא היה לי חבר
          אמת במשך ארבעים ואחת שנים. ידעתי מרחוק שאתה תמיד לצידי מוכן לעשות ככל
          יכולתך על מנת לעזור אם אצטרך, ואני מקווה שידעת שהייתי מוכנה לעשות אותו
          הדבר בשבילך. תמיד ידעתי ששום צרה שאקלע אליה לא תהיה כבדה מדי לכתפיים
          שלך".
          <br />
          <br />
          תחביבו העיקרי היה רכיבה באופניים. באתר המאגד מידע רב לרוכבים התפרסמה
          כתבה עליו במדור "רוכב בשבוע", ובפתחה תואר: "אם פגשתם אותו, לעולם לא
          תשכחו את החיבוק החם ואת החיוך העצום שעל פניו. הוא הוציא עד היום כמות
          בלתי נתפסת של רכיבות ועוד כמות לא נתפסת של תמונות ואותן הוא מצלם
          בטכניקה ייחודית. אם רכבת איתו פעם אחת, השם שלו ייחרט לך מיד בזיכרון
          ותמיד על הצד החיובי".
          <br />
          <br />
          בהמשך תיאר אסא את תחביבו: "אני רוכב כתחביב משנת 2005. רוכב שטח וכביש,
          חובב עליות בשניהם. את הרכיבה התחלתי כשחבר הציע לבוא לסיבוב על אופניים
          בהשאלה במעלה אדומים שם גרתי, ואני נדבקתי חזק בחיידק, הרגשתי פתאום שיש
          לי כנפיים ואני עף. אמנם עדיין במדרכות מעלה אדומים, אך ברגע שהגלגלים
          נגעו בשביל הביטחון מסביב לעיר ידעתי שאני מכור, ובתור מעשן כבד (בעברי)
          ברכיבה סוף סוף חשתי חמצן בגוף...
          <br />
          <br />
          הימים הכי קשים ברכיבות היו בשנתיים הראשונות שעוד עישנתי, הייתי כמו
          משאית דיזל אך מאז הכושר הלך והשתפר והקושי נמדד רק מתוואי השטח
          והמסלול...
          <br />
          <br />
          וכשנכנסים לתחביב הזה לפתע מגלים עוד חברים עם אותו תחביב וכך פגשתי חבר
          אחר מהעבודה, ויחד התחלנו בתהליך ארוך של הקמת 'רוכבי מעלה אדומים', או
          בקיצור רמ"א... נתוני הרכיבות שלנו מפחידים: במהלך השנים פתחנו 1,150
          רכיבות שהן 57,027 ק"מ, בממוצע 50 ק"מ לרכיבה. פתחנו 916 גלריות, בכל אחת
          75-25 תמונות...
          <br />
          <br />
          חוויות הקבוצה כוללת פעמיים חו"ל, מספר פעמים לאילת בכביש ושטח, חוצה
          גולן, ורכיבות של יומיים במדבר או בצפון...
          <br />
          <br />
          הרווח הגדול ביותר שלי מהאופניים הוא האנשים שיצא לי להכיר, ברמ"א
          ובקבוצות נוספות וגם בודדים, כולם מלח הארץ עם אהבה משותפת לתחביב נפלא
          ומחבר".
          <br />
          <br />
          אסא המשיך בתיאור חוויות שונות מרכיבה, וסיפר על פעילות מיוחדת שתכנן
          במסגרת המשטרה: "הרכיבה הכי מיוחדת שהייתי חלק מתכנונה וניהולה הייתה
          'שוטרים רוכבים 60', בשנת 2008 לכבוד 60 למדינה. יצאנו 60 שוטרים למסע בן
          חמישה ימים באתרי מורשת משטרה, בתמיכת יחידות משטרה, לינה במתקני משטרה
          וצילומי אוויר של מסוק משטרתי. חוויה נהדרת".
          <br />
          <br />
          עם השנים רכש התמחות מיוחדת בצילום תוך כדי רכיבה, הצליח להעניק תמונות
          אקשן לחבריו ולאפשר למשפחותיהם לראות היכן הם נהנים. "לא כל אחד יכול
          לצלם בתנועה", סיפר, "התענוג גדול והוא משמח את החברים שיכולים להתגאות
          בתוצאות בפני כל המשפחה... מאחר שהייתי רוכב עם אקדח, היו שחששו שאשלוף
          בטעות את האביזר הלא נכון, אכוון ואלחץ בטעות עם יד ימין. עוד לא טעיתי.
          צילמתי כעשרת אלפים תמונות ברכיבות, בערך".
          <br />
          <br />
          במהלך שירותו חלה אסא בסרטן. כך תיאר בכתבה: "לסיכום: האהבה של נטע ושלי
          לרכיבה נמצאת בהשהיה מסוימת, מאחר ששנינו חלינו בסרטן. נטע לפני שנה וחצי
          והיא כבר אחרי זה, ואני לפני שנה ועדיין נלחם. רק שהאהבה שלנו לרכיבה כל
          כך חזקה שגם בטיפולים בחו"ל וגם עכשיו אנחנו רוכבים כל פעם כשיש כוחות.
          בפעם האחרונה לפני שבועיים 40 ק"מ שטח ו-50 ק"מ כביש, ששלחו אותי לאשפוז
          מתקן אבל אני מאושר. כל רגע רכוב עם אשתי והחיוך ניכר על פניי. לדעתי זה
          המאפיין של כולנו, רוכבים סובלים ומאושרים! לעולם אל תפסיקו לרכוב".
          <br />
          <br />
          רב-פקד אסא גיל-עד נפל בעת שירותו ביום א' באדר תשפ"א (12.2.2021). בן
          חמישים ושש וחצי בנפלו. הובא למנוחות בבית העלמין האזורי גדרות. הותיר
          אחריו אישה, שני ילדים ואח.
          <br />
          <br />
          אוהביו כתבו על מצבתו: "אהובנו שעשה הכֹל עבור שאהב בחייו".
          <br />
          <br />
          כתבה רעייתו: "אתה חסר לכולנו, ונזכור אותך תמיד כל אחד בדרכו ובליבו".
          <br />
          <br />
          ספדה הבת שירי: "אבא יקר שלי. נפטרת מהסבל הרב שעברת בא׳ באדר, חודש
          המסמל שמחה וצחוק. אנחנו קוברים אותך ביום האהבה הבין לאומי. זה לא סתם.
          הייתה לך אהבה אינסופית כלפינו, המשפחה. הייתה לך אהבה אינסופית לחיים,
          שהאופן בו נלחמת עליהם רק מוכיח את הוקרת התודה שלך. הייתה לך שמחת חיים
          שראינו אפילו באופן שבו אתה נפרד מאיתנו, עם חיוך.
          <br />
          <br />
          המון אנשים אוהבים את אבא שלהם, המון מאבדים את אבא שלהם, אבל אף אחד, אף
          לא אחד יצליח להבין את הקשר שהיה בינינו כדי להבין את גודל האובדן...
          <br />
          <br />
          אם הייתי יכולה להחזיר את הגלגל לאחור, אין בכלל ספק שהייתי מונעת ממך את
          השנה האחרונה שבה כל כך סבלת. אבל אתה, האופטימי הכי ריאליסטי שיש, היית
          אומר לי לבחור משהו שאני יכולה לקיים, שיעשה לי גם טוב.
          <br />
          <br />
          אז אבא שלי אני בוחרת בלהגיד תודה לך על השנה הזו. על כל השעות שצחקנו
          כמו משוגעים, על אינספור הלילות שהעברנו ביחד, על הסדרות שהספקנו לראות,
          על שיחות נפש שרק הוכיחו לי כמה אתה אדם טהור עם כוונות זהב וכמה עומק יש
          בך. תודה שנתת לי לעזור לך בכל פעם שהרגשתי חסרת אונים נוכח הסבל שלך,
          ותודה שהזכרת לי שאתה תמיד תהיה שם בשבילי שאתה דואג לי.
          <br />
          <br />
          תמיד תהיה חלק ממני, ואיתי בכל מקום אשר אלך".
          <br />
          <br />
          חודש אחרי נפילת אסא נערך מסע אופניים לזכרו, ומסלולו - מלטרון עד קברו
          בבית העלמין גדרות.
          <br />
          <br />
          אסא מונצח באתר הזיכרון לנופלי משטרת ישראל, במכללת המשטרה בבית שמש.
        </p>
      </div>
    </div>
  );
}
